<div class="container">
    <div class="row">
        <div class="col-sm-10 col-sm-offset-1">
            <div class="panel panel-default">
                <div class="panel-heading">
                    <h3>Інструкція по проведенню тестування</h3>
                </div>
                <div class="panel-body">
                    <p class="text-danger">Будь ласка, УВАЖНО ознайомтесь з наданою інформацією до початку
                        тестування.</p>

                    <p>Після натискання на кнопку «Розпочати тестування» Вам буде запропоновано 12 питань. Ваше завдання
                        – за обмежений час записати коротку відповідь на кожне з них. Час на обдумування одного питання
                        лімітовано 120-ти секундами, що буде відображатись на лічильнику. При перевищенні відпущеного
                        ліміту часу система перейде до наступного питання.</p>

                    <p>Методика передбачає проведення тестування без перерв, а також пропусків деяких питань з
                        подальшим поверненням до них після закінчення тестування.</p>

                    <p>Увага! У разі збою Вашого браузера, комп'ютера, або втрати з'єднання з нашим сервером, Ви завжди
                        можете відновити проведення розпочатого тестування після перезавантаження Вашого комп'ютера, або
                        відновлення втраченого з'єднання з того місця, на якому стався збій.</p>

                    <p>При втраті з'єднання з сервером, відлік часу щодо початку іспиту триває, тому існує можливість
                        того, що результати Вашого тестування можуть бути визнані недійсними через занадто тривалу
                        затримку в очікуванні Ваших відповідей. Тому, в разі виникнення збоїв у з'єднанні, зв'язок
                        потрібно відновлювати негайно, без найменших зволікань. У будь-якому випадку, при тестуванні
                        постарайтесь забезпечити стійке з'єднання з нашим сервером на весь час проведення
                        тестування.</p>

                    <p><b>Вдалого тестування!</b></p>

                    <form action="<?= $actionForm; ?>" method="post" id="agree">
                        <div class="form-group">
                            <div class="checkbox">
                                <label><input type="checkbox" name="agree" required>Я приймаю правила тестування</label>
                            </div>
                        </div>
                        <button type="submit" class="btn btn-primary btn-lg">Розпочати тестування</button>
                    </form>
                </div>
            </div>
        </div>
    </div>
</div>
<script>
    $('#agree').validate({
        rules: {
            agree: {
                required: true
            }
        },
        messages: {
            agree: {
                required: 'Будь ласка, прийміть правила тестування'
            }
        }
    });
</script>