<?php
return array(
    'flex' => array(
        1 => 'Наведіть типи флексографічних друкарських фарб',
        2 => 'Вкажіть типи лаків, які використовуються у флексографічному друці',
        3 => 'Вкажіть основні заходи безпеки при роботі з сольвентними фарбами',
        4 => 'Вкажіть типи друкарських форм флексографічного друку',
        5 => 'Наведіть способи закріплення друкарських форм',
        6 => 'Вкажіть допоміжні речовини, які вводяться до флексографічних фарб',
        7 => 'Наведіть типи флексографічних друкарських машин',
        8 => 'Наведіть способи виготовлення флексографічних друкарських форм',
        9 => 'Вкажіть способи очищення анілоксових валів',
        10 => 'Наведіть типи задруковуваних матеріалів, які використовуються у флексографічному друці',
        11 => 'Назвіть, яка форма растрової крапки використовується у флексографічному друці',
        12 => 'Наведіть типи гільз, які використовуються у флексографічному друці'
    ),
    'offset' => array(
        1 => 'Наведіть способи закріплення фарби на відбитку',
        2 => 'Наведіть типи фарб, які використовуються у плоскому офсетному друці',
        3 => 'Наведіть типи лаків, які використовуються у плоскому офсетному друці',
        4 => 'Вкажіть допоміжні речовини, які вводяться до фарб плоского офсетного друку',
        5 => 'Наведіть види офсетних гумовотканинних полотен',
        6 => 'Наведіть типи формних пластин, які використовуються у плоскому офсетному друці',
        7 => 'Наведіть способи виготовлення друкарських форм у плоскому офсетному друці',
        8 => 'Наведіть типи змивних засобів, які використовуються у плоскому офсетному друці',
        9 => 'Наведіть типи фарбових апаратів друкарських машин плоского офсетного друку',
        10 => 'Наведіть типи растрування, які використовуються у плоскому офсетному друці',
        11 => 'Вкажіть типи зволожувальних апаратів',
        12 => 'Наведіть показники якості друкованих відбитків'
    )
);